Repository: plone/plone.app.dexterity
Catalog: plone/app/dexterity/locales/*/LC_MESSAGES/plone.app.dexterity.po
Languages: nl

source: # of items
nl: Aantal items

source: Add Content Type
nl: Voeg Content Type toe

source: Click the "Add Content Type" button to begin creating a new custom content type.
nl: Klik op de "Voeg Content Type toe" knop om nieuwe Content Types te maken.

source: Clone
nl: Kloon

source: Clone Content Type
nl: Kloon Content Type

source: Description
nl: Beschrijving

source: Export Schema Models
nl: Export Schema Modellen

source: Export Type Profiles
nl: Export Type Profielen

source: Items of this type will be able to contain other items.
nl: Items op deze site kunnen andere items bevatten.

source: Please select a single type to clone.
nl: Selecteer een type om te klonen.

source: Please select a type to clone.
nl: Selecteer een type om te klonen.

source: Please select types to export.
nl: Selecteer types om te exporteren.

source: Please use only letters, numbers, and the following characters: .-_
nl: Gebruik alleen letters, cijfers en de volgende karakters: .-_

source: The following custom content types are available for your site.
nl: De volgende Content Types zijn beschikbaar

source: There is already a content type named '${name}'
nl: Er bestaat al een Content Type met de naam '${name}'

source: Type Name
nl: Type naam

source: Type added successfully.
nl: Type toegevoegd.

source: Type cloned successfully.
nl: Type gekloond.

source: Used for programmatic access to the type.
nl: Gebruikt voor programmatische toegang tot het type.

source: help_exclude_from_nav
nl: Indien aangevinkt zal dit item niet getoond worden in de navigatie boom

source: help_nextprevious
nl: Indien aangevinkt zal het volgende/vorige widget op items in deze folder getoond worden.

source: label_exclude_from_nav
nl: Niet in navigatie tonen

source: label_nextprevious
nl: Vorige/volgende tonen

source: label_schema_settings
nl: Instellingen
